[
  {
    "nombre":"Hotel Palouet de Segarra",
    "estrellas":1,
    "descripcion":"El Hostal Palouet de Segarra se encuentra en la pequeña localidad de Palouet y cuenta con piscina cubierta y exterior. Este hotel de estilo rústico ofrece restaurante y conexión WiFi gratuita.\n\nLas habitaciones dobles del Hostal Palouet de Segarra presentan paredes de piedra a la vista y vigas de madera en el techo. También incluyen calefacción radiante, aire acondicionado, caja fuerte, TV y baño privado con ducha.",
    "imatge":"",
    "imatge2":"",
    "direccion":"Plaça Sant Jaume 4, 25211 Palouet (LLeida)",
    "telefono":"+34973055001",
    "email":"info@hostalpalouetdesegarra.com",
    "valoracion":4,
    "website":"http://www.hostalpalouetdesegarra.com/"
  },
  {
    "nombre":"Hotel Familiar Bagà",
    "estrellas":1,
    "descripcion":"El HOTEL FAMILIAR BAGA ofrece acceso directo a las pistas de esquí y se encuentra en Bagá, Cataluña, a menos de 1 km del parque natural El Cadí-Moixeró y a 12 km de los jardines Artigas. Este hotel de 1 estrella alberga un restaurante y ofrece habitaciones con aire acondicionado y WiFi gratuita. El hotel dispone de habitaciones familiares.\n\nLas habitaciones incluyen armario, TV de pantalla plana, baño privado, ropa de cama y toallas.\n\nEl HOTEL FAMILIAR BAGA sirve un desayuno continental todas las mañanas.\n\nTambién hay solárium. La zona es ideal para esquiar. El HOTEL FAMILIAR BAGA ofrece servicio de alquiler de equipos de esquí y bicicletas.\n\nEl hotel se encuentra a 20 km de Masella y a 28 km de Massís del Pedraforca. El aeropuerto más cercano es el de Andorra-La Seu d'Urgell, ubicado a 58 km del HOTEL FAMILIAR BAGA.",
    "imatge":"",
    "imatge2":"",
    "direccion":"Carrer de Gaudí nº 9, 08695 Bagá",
    "telefono":"+34938244126",
    "email":"",
    "valoracion":2,
    "website":"https://hotel-familiar-baga.hotelmix.es/"
  },
  {
    "nombre":"Hotel Mitus",
    "estrellas":1,
    "descripcion":"Este hotelito encantador es perfecto para disfrutar de las limpias playas de arena de la costa del Maresme. Desde su tranquila ubicación en Canet de Mar, el hotel proporciona vistas al mar mediterráneo.\nEl Mitus está en un edificio típico español que data de mediados del siglo XIX. Antes de ir a la playa, podrá relajarse desayunando en el jardín privado del hotel, la playa está a sólo 50 metros. Por las tardes, podrá disfrutar de los platos mediterráneos del restaurante del hotel, para después relajarse con una bebida en el jardín.\nEl balcón de la habitación ofrece vistas de los alrededores. Todas las habitaciones disponen de cuarto de baño y de mando a distancia, para asegurar su descanso nocturno.\nPara disfrutar de una agradable excursión de día, coja el tren desde la estación cercana hasta Barcelona. La privilegiada ubicación del hotel le ofrece la posibilidad de visitar esta ajetreada y vibrante ciudad, hospedándose en un entorno tranquilo y relajante.",
    "imatge":"",
    "imatge2":"",
    "direccion":"Riera de la Torre, 20, 08360 Canet de Mar, Barcelona",
    "telefono":"+34937942903",
    "email":"",
    "valoracion":3,
    "website":"https://www.hotelmitus.com/es/nuestro-hotel"
  },
  {
    "nombre":"Hotel Paral·lel",
    "estrellas":"2",
    "descripcion":"El Hotel Paral·lel (HB-003901) está en la ciudad de Barcelona y tiene recepción abierta las 24 horas.\n\nEstá distribuido en 5 plantas y cuenta con un total de 66 habitaciones equipadas con aire acondicionado, para que puedas disfrutar elegir la temperatura que más te guste en los meses más cálidos. Además tienen conexión WiFi gratuita, con la que conectarte cómodamente a Internet desde la cama o el escritorio y consultar cualquier tipo de información, hablar con tus amigos o ver una película.\n\nTambién dispone de sala de TV en la que ver las noticias tranquilamente y entablar conversación con el resto de huéspedes. El desayuno es tipo buffet con el que empezar con buen pie el día. Muy cerca, en Montjuïc, puedes descubrir un característico entorno natural, así como visitar importantes museos, como el MNAC o la Galería Nacional.\n\n\nLas habitaciones está equipadas con baño completo, minibar, TV con canales vía satélite, caja fuerte y calefacción.\n\nTambién existen habitaciones adaptadas para personas con movilidad reducida, en un edificio en el que también hay ascensor.\n\n\nTe ofrecen servicio de guardaequipaje (de pago), con el que aprovechar tus últimas horas en Barcelona sin cargar con la maleta por todas partes.\n\nSi visitas la ciudad por negocios y quieres tu ropa apunto puedes solicitar los servicios de planchado (de pago) y de lavandería (de pago).",
    "imatge":"",
    "imatge2":"",
    "direccion":"Carrer Poeta Cabanyes 5-7, 08004 Barcelona",
    "telefono":"+34933291104",
    "email":"hparalel@nnhotels.com",
    "valoracion":"4",
    "website":"www.hotelparalel.com/es"
  },
  {
    "nombre":"Hotel Esquirol",
    "estrellas":"2",
    "descripcion":"El Hotel Esquirol, situado en LLivia, ubicado en la Baja Cerdaña, en la ladera del pico Carli. Un enclave español, catalán y gerundense completamente rodeado por territorio francés. Nuestro hotel ofrece todas las comodidades y servicios para una estancia ideal, en plena naturaleza para que disfrute del aire puro y la máxima tranquilidad del Pirineo.\n\nDisfrute de nuestras cálidas y cómodas instalaciones, cerca de las actividades más emocionantes que ofrece el pueblo de LLivia durante todo el año, para realizar en familia o con amigos.\nEl Hotel Esquirol perfectamente ubicado para los amantes del esquí, a tan solo 35 kilómetros de la famosa estación de Grandvalira.\nLa hora del Check-in es de 16 a 20 h y la hora del check-out: máximo hasta las 12 h.",
    "imatge":"",
    "imatge2":"",
    "direccion":"Avinguda de Catalunya, 58, 17527 Llívia, Girona",
    "telefono":"+34972896303",
    "email":"recepcio@hotelesquirol.net",
    "valoracion":"4",
    "website":"https://www.hotelesquirol.com/"
  },
  {
    "nombre":"Hotel Europa Girona",
    "estrellas":"2",
    "descripcion":"Inaugurado en 1963 por Josep Carreras y Carmen Espígol, el Hotel Europa dispone de 25 habitaciones y está situado en el centro de la ciudad de Girona, en plena zona comercial y de negocios y a pocos metros de las estaciones de tren y autobuses.",
    "imatge":"",
    "imatge2":"",
    "direccion":"Juli Garreta, 21-23 - 17002 Girona ( Girona ) ",
    "telefono":"+34972202750",
    "email":"info@hoteleuropagirona.com",
    "valoracion":"4",
    "website":"https://www.hoteleuropagirona.com/es"
  },
  {
  "nombre":"Hotel Abat Cisneros Montserrat",
  "estrellas":"3",
  "descripcion":"Desde su construcción en 1563, el edificio del actual Hostal Abat Cisneros se ha destinado al alojamiento de peregrinos.\nLa transformación de estas antiguas dependencias en hostal a finales de los años cincuenta del siglo xx lo convirtieron en un establecimiento emblemático. Las últimas reformas modernizaron las instalaciones y ahora se ofrecen al visitante unos espacios de calidad y una comodidad excelentes.\n\nSu situación en el corazón del santuario, muy cerca de la basílica, permite disfrutar de una estancia incomparable, en un ambiente agradable y tranquilo, y con unas magníficas vistas de la montaña y del valle del Llobregat.Dispone de 82 habitaciones con baño o ducha, televisión por satélite, teléfono, parqué y calefacción, con una capacidad total para a 153 personas.",
  "imatge":"",
  "imatge2":"",
  "direccion":"Monastir de Montserrat, s/n, 08199 Barcelona",
  "telefono":"+34938777701",
  "email":"reserves@larsa-montserrat.com",
  "valoracion":"3",
  "website":"https://www.montserratvisita.com/es/organiza-la-visita/donde-dormir/hostal-abat-cisneros"
  },
  {
    "nombre":"Hostal Bonavista",
    "estrellas":"3",
    "descripcion":"",
    "imatge":"",
    "imatge2":"",
    "direccion":"Avenida Catalunya, 14, 25200 Cervera",
    "telefono":"+34973530027",
    "email":"",
    "valoracion":"4",
    "website":"www.hotelbonavistacervera.com"
  },
  {
    "nombre":"Hotel Boutique Palou",
    "estrellas":"3",
    "descripcion":"Palou Boutique Hotel ofrece 10 acogedoras habitaciones (5 estándar y 5 superiores) distribuidas en las dos plantas de la villa.\n\nCada habitación, con una personalidad y decoración distinta, seduce y trasporta al esplendor de la época de los “indianos” gracias a las cómodas camas, los suaves edredones envueltos en fundas nórdicas de puro algodón, los techos abuhardillados de madera, los preciosos suelos y las terrazas con agradables vistas.",
    "imatge":"",
    "imatge2":"",
    "direccion":"Calle Palou nº15, 08810 Saint Pere de Ribes, Barcelona",
    "telefono":"+34603492843",
    "email":"INFO@HOTELPALOU.COM",
    "valoracion":"4",
    "website":"https://palouhotel.com/"
  },
  {
    "nombre":"Hotel Blancafort Spa Termal",
    "estrellas":"4",
    "descripcion":"Hotel Blancafort Spa Termal es todo un universo de experiencias elegantes y con tradición. Le invitamos a venir y desconectar en sus tranquilas habitaciones de estilo clásico, disfrutar de una noche romántica en alguna de nuestras exclusivas suites, degustar una gastronomía refinada en nuestros restaurantes o dejarse cuidar en nuestro Spa Termal .\n\nFundado en el año 1840 ha sido siempre un lugar de encuentro de la aristocracia y de las personalidades más célebres  convirtiéndose en un lugar de referencia de estilo, servicio y bienestar.\nSu Spa Termal esta erigido sobre los yacimientos de los baños romanos  que ya conocían las propiedades medicinales de sus excelentes aguas.",
    "imatge":"",
    "imatge2":"",
    "direccion":"Carrer de la Mina, 7, 08530 La Garriga, Barcelona",
    "telefono":"+34938605600",
    "email":"info@hotelblancafort.com",
    "valoracion":"4",
    "website":"https://hotelblancafort.com/"
  },
  {
    "nombre":"Hotel Ciutat de Granollers",
    "estrellas":"4",
    "descripcion":"Descansa en el Hotel Ciutat de Granollers, el hotel de referencia de Granollers con servicios como su magnífico restaurante, gimnasio y amplias salas para convenciones y próximo a La Roca Village y Circuit de Barcelona-Catalunya.\n\nTodas las habitaciones del Hotel Ciutat de Granollers ofrecen una experiencia diferente y personalizada. Con un diseño exclusivo de la firma Denys & Von Arend, poseen mobiliario moderno y funcional elegido para inspirar calidez y relax: camas individuales o dobles, climatización, baño completo, minibar, TV… Reserva habitación con wifi gratis",
    "imatge":"",
    "imatge2":"",
    "direccion":"Calle Turó d'en Bruguet, 2 Granollers",
    "telefono":"+34938796220",
    "email":"granollers@ciutathotels.com",
    "valoracion":"4",
    "website":"https://www.hotelciutatgranollers.com/es/"
  },
  {
    "nombre":"Hotel Mas Tapiolas",
    "estrellas":"4",
    "descripcion":"Una centenaria masía rehabilitada rodeada de bellos y tranquilos paisajes en el apacible Valle de Solius (Costa Brava)",
    "imatge":"",
    "imatge2":"",
    "direccion":"Ctra. C65 Km.7, vecindario de Solius s/n, 17246 Santa Cristina d'Aro (Girona)",
    "telefono":"+34972837017",
    "email":"hotelmt@salleshotels.com",
    "valoracion":"3",
    "website":"https://www.hotelmastapiolas.com/"
  },
  {
    "nombre":"Hotel Cala del Pi",
    "estrellas":"5",
    "descripcion":"Este hotel de lujo ofrece acceso directo a la playa de Cala del Pi, en Playa de Aro. Alberga un spa de 600 m² y acceso gratuito. Hay aparcamiento y WiFi gratuitos y piscina al aire libre con vistas al mar.\n\nLas habitaciones del Hotel & Spa Cala del Pi disponen de bañera o ducha de hidromasaje y terraza privada (muchas de ellas con vistas al mar Mediterráneo). Todos los alojamientos tienen TV vía satélite, carta de almohadas y artículos de aseo Tous. Todas las habitaciones incluyen el acceso a las instalaciones de spa.\n\nEl Hotel Cala del Pi cuenta con piscina cubierta climatizada, cascadas, fuentes de hielo, sauna finlandesa y baño turco. También alberga un pequeño centro de fitness.\n\nEl restaurante Aurum sirve cocina mediterránea elaborada con productos de temporada. El bar cafetería tiene terraza de verano con vistas al mar.",
    "imatge":"",
    "imatge2":"",
    "direccion":"Avda. Cavall Bernat 160, 17250 Platja d'Aro (Girona)",
    "telefono":"+34972828429",
    "email":"hotelcpi@salleshotels.com",
    "valoracion":"5",
    "website":"https://www.hotelcaladelpi.com/"
  },
  {
    "nombre":"Hotel Sant Pere del Bosc",
    "estrellas":"5",
    "descripcion":"El Hotel Sant Pere del Bosc & SPA es el rincón ideal para que respires paz y bienestar, donde el silencio y la desconexión se funden, formando la ecuación perfecta para conseguir la evasión que tanto mereces.\n\nEn nuestro hotel en Girona encontrarás un verdadero oasis de relajación, con todo tipo de actividades que te permitirán desconectar del día a día. Prueba la deliciosa gastronomía de nuestros restaurantes, sumérgete en un mundo de sensaciones en nuestro exclusivo spa y dedica unos días al arte, la naturaleza y el yoga. Te espera un viaje por las emociones en un paraje idílico.\n\nDisfruta de nuestras cómodas habitaciones con los servicios más completos. No te faltará nada durante tu estancia, que puedes aprovechar para descansar, probar nuevas actividades o explorar el entorno. Las posibilidades son infinitas, así que disfruta de las vacaciones que necesitas.",
    "imatge":"",
    "imatge2":"",
    "direccion":"Paratge Sant Pere del Bosc, s/n, 17310 Lloret de Mar, Girona",
    "telefono":"+34972099767",
    "email":"recepcion@hotelsantperedelbosc.com",
    "valoracion":"5",
    "website":"https://www.hotelsantperedelbosc.com/"
  },
  {
    "nombre": "Hotel Santa Marta",
    "estrellas": "5",
    "descripcion": "Hotel Santa Marta es un moderno hotel situado en el centro de Barcelona. Este alojamiento ha sido recientemente inaugurado y reformado pensando, única y exclusivamente, en las necesidades y el confort de los clientes.\n\nCon un total de 47 acogedoras habitaciones dobles, tripes y cuádruples, las estancias están equipadas con todas las comodidades que harán de tu estancia una experiencia única.\n\nEl hotel goza de unos variados y exclusivos servicios que pone a tu disposición, como aparcamiento privado con cargo, Wi-Fi gratuito, accesos adaptados y máquinas expendedoras.",
    "imatge": "",
    "imatge2": "",
    "direccion": "General Castaños 14 , 08003Barcelona (España)",
    "telefono": "+34933194427",
    "email": "stamarta@gargallohotels.es",
    "valoracion": "4",
    "website": "https://www.hotelsantamartabcn.com/"
  }
]